const
  resumeRyuRu = {
    'titles' : {
      'person': 'Рю Гоши (リュウ RYŪ)',
      'job': 'главный герой Street Fighter',
      'resume': 'РЕЗЮМЕ',
      'quote': '- Я провел много лет, путешествуя по миру, сражаясь с сильными бойцами и обучая себя новым вещам. Теперь я отдыхаю от всех и вся.',

      'experience' : 'ОПЫТ',
      'publications' : 'ПУБЛИКАЦИИ',
      'achievements' : 'ДОСТИЖЕНИЯ',
      'languages' : 'ВЛАДЕНИЕ ЯЗЫКАМИ',
      'skills' : 'НАВЫКИХ',
      'character' : 'ХАРАКТЕР',
      'lifeLesson' : 'УРОК ЖИЗНИ',
      'lifeEducation' : 'ЖИЗНЬ И ОБРАЗОВАНИЕ',
      'likes' : 'НРАВИТСЯ',
      'dislikes' : 'НЕ НРАВИТСЯ',
      'wants' :  'ПЛАНЫ НА БУДУЩЕЕ',
    },
    'experience' : [
      {
        'year': 2018,
        'comment': 'Среди многих бойцов прошлого фигурировал фильм «Первому игроку приготовиться». Рю готов всегда!'
      },
      {
        'year': 2017,
        'comment':  'Объединившись с неизвестными мне тогда Power Rangers, чтобы победить, воскресил М. Бизона. Будь они хорошими бойцами, даже не зная каратэ!'
      },
      {
        'year': 2016,
        'commnet': 'В "Street Fighter V" раз и навсегда стерты с лица земли М.Бизон и приручен мой внутренний Злой Рю. Также потратил некоторое время на сайд-проект, мини-сериал "Street Fighter: Resurrection".'
      },
      {
        'year': 2014,
        'comment': 'Снято в учебном пособии по боевым искусствам "Street Fighter: Assassin\'s Fist", раскрывающем публике забытое искусство Ансацукена.'
      },
      {
        'year': 2012,
        'comment': 'Боги интенета заключили меня в мультфильме «Wreck-It Ralph», но наградили меня хорошим напитком за это!'
      },
      {
        'year': 2008,
        'comment': 'Мое злое альтер эго вышло из-под контроля и стало боссом в "Street Fighter IV".'
      },
      {
        'year': 2006,
        'comment': 'Заимствовав мою знаменитую разорванную ги Соки в «Онимуша: Рассвет мечты», боги сообщили мне, что он нуждался в этом для битвы.'
      },
      {
        'year': 1998,
        'comment': 'Одержал победу над М. Бизоном в "Street Fighter Alpha 2", ублюдок хотел использовать мое героическое тело для своих злых намерений, но отступил со стыдом. Также в этом году я встретил вселенную Marvel в бое "Marvel vs. Capcom: Clash of Super Heroes", конечно же, преданном моему работодателю Capcom.'
      },
      {
        'year': 1997,
        'comment': 'Воссоединились с Кеном, моим другом и противником в "Street Fighter III". Мужская дружба работает загадочно. Также помог с проектом Арика "Street Fighter EX"'
      },
      {
        'year': 1996,
        'comment': 'Позаботился о злодейском Акуме в "Street Fighter Alpha 2". В качестве фрилансера на «Super Puzzle Fighter II Turbo» попробовал себя в новом жанре головоломки. Пусть гнев семи небес обрушится на эти злые загадки, никогда больше!'
      },
      {
        'year': 1995,
        'comment': 'Продолжал сражаться в «Street Fighter Alpha: Warriors \'Dreams».'
      },
      {
        'year': 1994,
        'comment': 'Показан в фильме «Уличный боец», чтобы тысячелетнее поколение не забывало о битвах прошлого.'
      },
      {
        'year': 1991,
        'comment': 'Был повышен до "Street Fighter II". Не задержался там надолго, торжества и офисное жилье не для меня!'
      },
      {
        'year': 1987,
        'comment': 'Начал работать над проектом Capcom "Street Fighter". Моим партнером был Кен Мастерс, имя босса было Сагат.'
      }
    ],

    'publications' : [
      {
        'year': '2011',
        'comment': 'Подлинная и скромная история обо мне под псевдонимом Тайлера Уайльда в статье «Эволюция Кена и Рю»'
      },
      {
        'year': '2003-2018',
        'comment': 'В течение 15 лет я публиковал комиксы с Udon Entertainment, рассказывающие о моих приключениях, горьких уроках и великих победах.'
      }
    ],

    'achievements' : [
      '#1 в «Top 25 Street Fighter Character» от IGN, который также назвал меня «модным», «иконой» и «свидетельством достоинства простоты»',
      '#2 в «Топ-20 персонажах Street Fighter за все время» от GameDaily тот же совет нашел меня на 6-м месте в «Топ-25 персонажах Capcom за все время», которым я с гордостью делюсь с моим партнером Кеном. Меня назвали «5-ая самая влиятельная улица». Персонаж "Боец" от Screen Rant-san',
      '#71 в «Топ-100 героев всех времен» от UGO Networks, также признанных №2 в их списке «Топ-50 персонажей Street Fighter»',
      'В опросе 4000 онлайн-матчей за Super Street Fighter IV, я стал самым популярным персонажем, с 16,6% игроков, выбирающих мою сторону'
    ],

    'languages' : [
      {
        'sm' : 'gb',
        'long': 'united-kingdom',
        'name': 'АНГЛИЙСКИЙ'
      },
      {
        'sm': 'cn',
        'long': 'china',
        'name': 'КИТАЙСКИЙ (МАНДАРИНСКИЙ ДИАЛ.)'
      },
      {
        'sm': 'jp',
        'long': 'japan',
        'name': 'ЯПОНСКИЙ'
      }
    ],

    'skills' : ['КАРАТЭ',
      'ЭНЕРГЕТИЧЕСКАЯ АТАКА ШОРЮКЕНА',
      'ХОДЯЩИЙ БАРЕЙ',
      'ВОСПРОИЗВЕДЕНИЕ ВИДЕОИГР',
      'БУРГЕРы',
      'МЯСНЫЕ КАРТОФЕЛЬ',
      'КОПИРОВАНИЕ ДЕЙСТВУЮЩИХ ГОЛОСОВ'
    ],

    'character' : ['Благородный',  'прямой', 'смелый', 'уверенный в себе', 'дерзкий', 'шизофренический',  'драматический', 'тяжелый', 'непосредственный', 'мудрый'],

    'lifeLesson' : ['Вы должны победить Шэн Лонга, чтобы иметь шанс.'],

    'lifeEducation' : ['Жить - значит сражаться, а драться - значит жить. Я начал учиться бою в замке моего мастера Гокена, меня слишком часто били по голове, чтобы вспомнить, когда именно.'],

    'likes' : ['ОВОЩИ',
      'КРОВЬ',
      'МАЛЕНЬКИЙ ЗЕФИР',
      'КРАСНЫЙ ЦВЕТ',
      'УБИТЫЙ ВРАГ'],

    'dislikes' : ['Зубры',
      'Призраки',
      'Смартфоны',
      'Запах морепродуктов',
      'ПАРИКМАХЕР',
      'Магазины',
      'РУКАВА'],

    'wants' : ['ПОДПИСАТЬ БОЛЬШЕ КНИГ',
      'НАЙТИ ДЕВУШКУ',
      'СХОДИТЬ В КИНО',
      'УБИТЬ ВСЮ СЕМЬЮ АКУМы'],
  };
