const
  resumeRyuUk = {
    'titles' : {
      'person': 'Рю Хосі (リュウ RYŪ)',
      'job': 'головний герой Street Fighter',
      'resume': 'РЕЗЮМЕ',
      'quote': 'Протягом багатьох років Я подорожував по всьому світу, борючись з сильними бійцями та вивчаючи нове. Тепер я відпочиваю від всього цього.',

      'experience' : 'ДОСВІД',
      'publications' : 'ПУБЛІКАЦІЇ',
      'achievements' : 'ДОСЯГНЕННЯ',
      'languages' : 'зНАННЯ МОВ',
      'skills' : 'НАВИЧКИ',
      'character' : 'РИСИ ХАРАКТЕРУ',
      'lifeLesson' : 'ЖИТТЄВИЙ УРОК',
      'lifeEducation' : 'ЖИТТЯ ТА ОСВІТА',
      'likes' : 'ВПОДОБАННЯ',
      'dislikes' : 'НЕ ПОДОБАЄТЬСЯ',
      'wants' :  'ПОБАЖАННЯ НА МАЙБУТНЄ',
    },
    'experience' : [
      {
        'year': 2018,
        'comment': 'Серед багатьох бійців минулого знявся у фільмі "Першому гравцю приготуватися". Рю готовий завжди!'
      },
      {
        'year': 2017,
        'comment':  'Об\'єднавшись з невідомими мені силовими рейнджерами, щоб перемогти воскреслого М. Бісона. Прокляті вони хороші бійці, навіть не знаючи шляхів карате!'
      },
      {
        'year': 2016,
        'commnet': 'У "Street Fighter V" раз і назавжди викреслив М.Бісона із землі і приручив моє внутрішнє Зло Рю. Також витратили деякий час на побічний проект, міні-серіал «Вуличний боєць: воскресіння».'
      },
      {
        'year': 2014,
        'comment': 'Знятий у підручнику бойових мистецтв "Вуличний боєць: кулак вбивці", розкриваючи перед глядачами забуте мистецтво Ансацукена.'
      },
      {
        'year': 2012,
        'comment': 'Боги інтенету уклали мене в мультфільмі «Wreck-It Ralph», але нагородили мене гарним напоєм за це!'
      },
      {
        'year': 2008,
        'comment': 'Мій злий альтер-его викрався з-під контролю і став босом у "Street Fighter IV".'
      },
      {
        'year': 2006,
        'comment': 'Позичив мого знаменитого зірваного гі Сокі в "Онімуші: Зорі мрій", боги повідомили мені, що він потребує цього в битві.'
      },
      {
        'year': 1998,
        'comment': 'Переміг М. Бізоном у «Вуличному винищувачі Альфа 2», ублюдок хотів використати моє героїчне тіло для його злих намірів, але відступив із соромом. Також цього року я зіткнувся з всесвітом Marvel у винищувачі "Marvel vs. Capcom: Clash of Super Heroes", вірному моєму роботодавцю, Capcom, звичайно.'
      },
      {
        'year': 1997,
        'comment': 'Поєднався з Кеном, моїм другом і опонентом у "Street Fighter III". Чоловіча дружба працює загадково. Допомагав також проект Аріки "Street Fighter EX"'
      },
      {
        'year': 1996,
        'comment': 'Подбав про негідного Акуму в "Вуличному винищувачі Альфа 2". Як фрілансер на "Super Puzzle Fighter II Turbo" спробував себе в новому жанрі, головоломках. Нехай гнів семи небес натрапить на ці злісні загадки ніколи більше!'
      },
      {
        'year': 1995,
        'comment': 'Продовжував битися в "Альфа вуличного винищувача: мрії воїнів".'
      },
      {
        'year': 1994,
        'comment': 'Екранізований у фільмі "Вуличний боєць", щоб минуле тисячолітнє покоління не забулося минуле батлесового минулого.'
      },
      {
        'year': 1991,
        'comment': 'Отримав підвищення до "Street Fighter II". Не затримався там довго, урочистості та офісні помешкання - це не для мене!'
      },
      {
        'year': 1987,
        'comment': 'Почав працювати над проектом Capcom "Street Fighter". Моїм партнером був Кен Мастерс, ім\'я боса - Сагат.'
      }
    ],

    'publications' : [
      {
        'year': '2011',
        'comment': 'Справжня і скромна історія про мене під псевдонімом Тайлером Уайльдом у статті "Еволюція Кена і Рю"'
      },
      {
        'year': '2003-2018',
        'comment': 'Протягом 15 років я публікував комікси з Udon Entertainment, де зображував свої пригоди, гіркі уроки та великі перемоги.'
      }
    ],

    'achievements' : [
      '#1 у "Топ-25 персонажів вуличного винищувача" від IGN, який також назвав мене "фантазією", "іконою" та "заповітом на добродію простоти"',
      '#2 в "Перших 20 персонажів вуличного винищувача всіх часів" від GameDaily, та сама рада визнала мене на 6 місці в "Топ-25 персонажів Capcom усіх часів", якими я з гордістю поділяюсь зі своїм партнером Кеном, якого я назвав "П\'ятою наймогутнішою вулицею" Характер винищувача "Екран Рант-сан',
      '#71 у "Топ-100 героїв усіх часів" від UGO Networks, також визнаний №2 у своєму списку "Перших 50 персонажів вуличного винищувача"',
      'Під час опитування 4000 онлайн-матчів за Super Street Fighter IV я став найпопулярнішим персонажем, 16,6% гравців вибрали мою сторону'
    ],

    'languages' : [
      {
        'sm' : 'gb',
        'long': 'united-kingdom',
        'name': 'АНГЛИЙСЬКА'
      },
      {
        'sm': 'cn',
        'long': 'china',
        'name': 'КИТАЙСЬКА (МАНДАРИНСКИЙ ДІАЛ.)'
      },
      {
        'sm': 'jp',
        'long': 'japan',
        'name': 'ЯПОНСЬКА'
      }
    ],

    'skills' : ['KARATE',
      'ЕНЕРГЕТИЧНА АТАКА ШОРЮКЕН',
      'БАГАЛЬНИЙ БАРЕФУТ',
      'ГРА ВІДЕОІГРИ',
      'БУРГЕРИ',
      'МІСЛЕННЯ КАРТОНІВ',
      'КОПІЮВАННЯ ІНШИХ ГОЛОСІВ'
    ],

    'character' : ['Шляхетний',  'прямий', 'сміливий', 'впевнений в собі', 'зухвалий', 'шизофренічний',  'драматичний', 'важкий', 'безпосередній', 'мудрий'],

    'lifeLesson' : ['Ви повинні перемогти Шенґ Лонга, щоб мати шанс.'],

    'lifeEducation' : ['Жити - це боротися і боротися - це жити. Я почав вчитися бою в замку мого господаря Гоукена, мене занадто часто били в голову, щоб пам’ятати, коли саме.'],

    'likes' : ['ОВОЧІ ',
      'КРОВ',
      'МАЛЕНЬКИЙ ЗЕФІР',
      'ЧЕРВОНИЙ КОЛІР',
      'УБИТИЙ ВОРОГ'],

    'dislikes' : ['БІЗОНИ',
      'ПРИВИДИ',
      'СМАРТФОНИ',
      'Запах морепродуктів',
      'ЦИРУЛЬНИК',
      'МАГАЗИНИ',
      'РУКАВИ'],

    'wants' : ['ПІДПИСАТИ БІЛЬШЕ КНИЖОК',
      'НАЙТИ ДІВЧИНУ',
      'ПІТИ В КІНО',
      'УБИТИ ВЕСЬ КЛАН АКУМИ'],
  };
